Repository: monokano/FILL-ID
Catalog: Sources/FILL Id/Localizable.xcstrings
Source language: en
Languages: ja

source: ⚠️ Automation permission required (InDesign)
ja: ⚠️ オートメーション権限が必要（InDesign）

source: About FILL Id
ja: FILL Id について

source: Baseline grid
ja: ベースライングリッド

source: Cancel
ja: 中止

source: Change Log
ja: 更新履歴

source: Character count
ja: 文字数

source: Check
ja: 確認する

source: Check Uncompositable Character
ja: 合成できない文字を確認

source: Clean paste (⌥V / ⇧⌥V)
ja: クリーンペースト（⌥V / ⇧⌥V）

source: Display
ja: 表示

source: Display Mode
ja: 表示モード

source: Display mode has been reset to "Menu Bar and Dock".
ja: 表示モードを「メニューバーとDock」にリセットしました。

source: Display settings reset
ja: 表示設定をリセットしました

source: Dock Only
ja: Dockのみ

source: Document Display Settings
ja: ドキュメント表示設定

source: Document Display Settings...
ja: ドキュメント表示設定...

source: Document grid
ja: ドキュメントグリッド

source: Enable display toggle
ja: 表示切替を有効にする

source: Features
ja: 機能

source: FILL Id Help
ja: FILL Id ヘルプ

source: Fit page / spread (⌘0 / ⌥⌘0)
ja: 全体表示（⌘0 / ⌥⌘0）

source: Briefly dim the screen on paste
ja: ペースト時に画面を一瞬暗くする

source: Frame edges
ja: フレーム枠

source: Frame grids
ja: フレームグリッド

source: General
ja: 一般

source: Grid / Guide Preset
ja: グリッド／ガイドのプリセット

source: Guides
ja: ガイド

source: Help
ja: ヘルプ

source: Hold ⌘ at launch to reset display.
ja: 起動時に ⌘ で表示モードをリセット

source: Hold ⌘ while launching to reset display mode to the initial state (Menu Bar and Dock).
ja: ⌘キーを押しながら起動すると、表示モードを初期状態（メニューバーとDock）に戻します。

source: InDesign is frontmost
ja: InDesign が最前面です

source: Invisibles
ja: 制御文字

source: It is better to avoid characters that cannot be composed.
ja: 合成できない文字は使用を避けた方がよいでしょう。

source: Launch at Login
ja: ログイン時に起動

source: Layout grids
ja: レイアウトグリッド

source: Menu Bar and Dock
ja: メニューバーとDock

source: Menu Bar Only
ja: メニューバーのみ

source: Next
ja: 次へ

source: No uncompositable characters were found.
ja: 合成できない文字は見つかりませんでした。

source: Paste
ja: ペースト

source: Quit
ja: 終了

source: Settings
ja: 設定

source: Settings...
ja: 設定...

source: Some characters cannot be composed.
ja: ペーストする文字に合成できない文字があります。

source: There are no characters.
ja: 文字がひとつもありません。

source: Toggle grids & guides
ja: グリッド・ガイドの表示切替

source: Toggle key
ja: 切替キー

source: Waiting for InDesign
ja: InDesign を待機中

source: Zoom in / out (⌘± / ⇧⌘±)
ja: ズーム（⌘± / ⇧⌘±）
